Repository: Xemathire/tor_ios
Catalog: Tob/*.lproj/Localizable.strings
Languages: fr

source: Done
fr: Terminé

source: Back
fr: Retour

source: Error
fr: Erreur

source: Cancel
fr: Annuler

source: Save
fr: Enregistrer

source: Open
fr: Ouvrir

source: Continue
fr: Continuer

source: Clear
fr: Réinitialiser

source: Open in a New Tab
fr: Ouvrir dans un nouvel onglet

source: Open in Safari
fr: Ouvrir dans Safari

source: Save Image
fr: Enregistrer l'image

source: Copy URL
fr: Copier l'URL

source: Outdated iOS Warning
fr: Avertissement de version obsolète

source: You are running a version of iOS that may use weak HTTPS encryption; iOS 8.2 contains a fix for this issue.
fr: Vous utilisez une version de iOS avec une encryption HTTPS faible : iOS 8.2 répare ce problème.

source: Welcome to Tob
fr: Bienvenu sur Tob

source: If you are in a location that blocks connections to Tor, you may configure bridges before trying to connect for the first time.
fr: Si vous vous trouvez dans un pays bloquant les connections à Tor, vous pouvez configurer des "bridges" avant votre première connexion.

source: Connect to Tor
fr: Se connecter à Tor

source: Configure Bridges
fr: Configurer des "bridges"

source: Initializing Tor circuit…
fr: Initialisation du circuit Tor…

# First page load may be slow to start.
source: First page may be slow to start loading.
fr: Le chargement de la première page peut être long à commencer.

source: Frame load interrupted
fr: Chargement du cadre interrompu

source: Refreshing tab n°%ld.
fr: Rafraîchissement automatique de l'onglet n°%ld.

source: The page in tab n°%d couldn't load properly
fr: La page dans l'onglet n°%d n'a pas pu charger correctement.

source: Tor connection failure
fr: Échec de la connexion au réseau Tor.

source: Tob lost connection to the Tor anonymity network and is unable to reconnect. This may occur if Tob went to the background or if device went to sleep while Tob was active. Please quit the app and try again.
fr: Tob a perdu la connexion au réseau Tor. Ceci est susceptible d'arriver lorsque Tob se trouve en arrière plan ou que votre appareil se met en veille. Veuillez quitter et relancer Tob.

source: Cannot Verify Website Identity
fr: Impossible de vérifier l'identité du site internet.

source: Either the SSL certificate for '%@' is self-signed or the certificate was signed by an untrusted authority. For normal websites, it is generally unsafe to proceed. For .onion websites (or sites using CACert or self-signed certificates), you may proceed if you think you can trust this website's URL.
fr: Soit le certificat SSL pour '%@' est auto-signé, soit le certificat a été signé par une source non-fiable. Pour les sites normaux, il est generallement risqué de continuer. Pour les sites .onion, vous pouvez continuer si vous pensez pouvoir faire confiance à ce site.

source: HTTPS Connection Failed
fr: Échec de la connexion HTTPS.

source: A secure connection to '%@' could not be made. The site might be down, there could be a Tor network outage, or your 'minimum SSL/TLS' setting might want stronger security than the website provides. Full error: '%@'
fr: Une connexion sécurisée à '%@' n'a pas pu être établie. Le site pourraît être inaccessible, il pourraît y avoir une interruption du résau Tor, ou votre choix de version SSL/TLS pourraît être trop élevé. Erreur complète : '%@'

source: This website is stuck in a redirect loop. The web page you tried to access redirected you to another web page, which, in turn, is redirecting you (and so on). Please contact the site operator to fix this problem.
fr: Ce site internet est bloqué dans une boucle de redirection. La page à laquelle vous essayez d'accéder vous redirige vers une autre page, elle-même vous redirigeant à nouveau etc. Veuillez contacter l'opérateur de ce site pour résoudre le problème.

source: The website you tried to access could not be found.
fr: Le site internet auquel vous essayez d'accéder est introuvable.

source: The web page you tried to access is currently unavailable.
fr: Cette page est actuellement indisponible.

source: Tob cannot display this type of content.
fr: Tob ne peut afficher ce type de contenu.

source: Could not connect to the server. Either the domain name is incorrect, the server is inaccessible, or the Tor circuit was broken.
fr: Impossible de se connecter au serveur. Soit le nom de domaine est incorrect, soit le serveur est inaccessible, soit le circuit Tor est brisé.

source: Cannot Open Page
fr: Impossible d'ouvrir cette page.

source: An error occurred: %@ (Error "%@: %li)"
fr: Une erreur esy survenue : %@ (Erreur "%@: %li)"

source: Failed to download image
fr: Échec du téléchargement de l'image

source: Couldn't retrieve the image's data
fr: Impossible de télécharger les données de l'image.

source: Saved image
fr: Image enregistrée

source: Added the image to the camera roll
fr: L'image a été ajoutée à votre pellicule.

source: Whitelisted Domain
fr: Domaine ajouté à la liste blanche.

source: SSL certificate errors for '%@' will be ignored for the rest of this session.
fr: Les erreurs de certificat SSL/TLS pour '%@' seront ignorés durant cette session.

source: Google is known to display captchas before each search to Tor users. Some users have experienced captcha loops. If this occurs, either change search engine or request a new identity in the Tor panel.
fr: Google est connu pour afficher des captchas avant chaque recherche aux utilisateurs de Tor. Il est également possible d'expérimenter des 'boucles' de captcha. Pour en sortir, veuillez changer de moteur de recherche ou demander une nouvelle identité dans le tableau de bord Tor.

source: Settings
fr: Réglages

source: User Interface
fr: Interface

source: Privacy
fr: Vie privée

source: Security
fr: Sécurité

source: Miscellaneous
fr: Divers

source: Search engine
fr: Moteur de recherche

source: Reopen tabs
fr: Rouvrir les onglets

source: Night mode
fr: Mode nuit

source: Bookmark current URL
fr: Ajouter un signet

source: Edit bookmarks
fr: Modifer les signets

source: Allow all
fr: Bloquer aucun

source: Block third-party
fr: Bloquer les cookies tiers

source: Block all
fr: Bloquer tout

source: User-Agent
fr: Agent d'utilisateur

source: Normalized iPhone (iOS Safari)
fr: iPhone normalisé (iOS Safari)

source: Normalized iPad (iOS Safari)
fr: iPad normalisé (iOS Safari)

source: Active content
fr: Contenu actif

source: Block Ajax
fr: Bloquer Ajax

source: Block Ajax/Media/WebSockets
fr: Bloquer Ajax/Media/WebSockets

source: Block all active content
fr: Bloquer tout le contenu actif

# Disable javascript
source: Block JavaScript
fr: Bloquer le JavaScript

source: Tor bridges
fr: Bridges Tor

source: %ld bridge configured
fr: %ld bridge configuré

source: %ld bridges configured
fr: %ld bridges configurés

source: Rate on the App Store
fr: Noter sur l'App Store

source: Leave blank to use default Tob home page.
fr: Laisser vide pour utiliser la page par défaut.

source: Security Warning
fr: Avertissement de sécurité

source: The 'Allow All' setting is UNSAFE and only recommended if a trusted site requires Ajax or WebSockets. WebSocket requests happen outside of Tor and will unmask your real IP address.
fr: Le réglage 'Bloquer aucun' est peut sûr et uniquement recommendé pour les sites fiables. Les requêtes WebSocket ne peuvent être exécutées à travers Tor, votre adresse IP risque donc d'être démasquée.

source: Experimental Feature
fr: Fonction expérimentale

source: Minimum SSL/TLS protocol
fr: Protocole SSL/TLS

source: SSL v3 (INSECURE)
fr: SSL v3 (peu sûr)

source: TLS 1.2 only
fr: TLS 1.2 uniquement

source: Cookies allow the server to deliver a page tailored to a particular user, or the page itself can contain some script which is aware of the data in the cookie and so is able to carry information from one visit to the website (or related site) to the next. Third party cookies are stored by another website than the one you are visiting. Disabling those usually doesn't have any adverse effect on your browsing experience. Default: block third-party.
fr: Les cookies permettent au serveur d'afficher une page adaptée à chaque utilisateur, ou la page peut contenir un script lisant les informations stockées et pouvant les transmettre d'un site à un autre. Les cookies tiers sont stockés par un autre site que celui que vous visitez. Les désactiver n'a souvent aucun effet néfaste pour l'utilisateur. Valeur par défaut : Bloquer les cookies tiers.

source: The user-agent is a string used to identificate the user's browser. Normalized user-agents show your browser without any specific information related to your device (%@, iOS %@). Default: Normalized %@.
fr: L'agent d'utilisateur est une chaîne de caractères utilisée pour identifier votre navigateur. Les valeurs normalisées cachent les informations spécifiques à votre appareil (%@, iOS %@). Valeur par défaut : %@ normalisé.

source: Active content is a type of interactive or dynamic website content that includes programs like Internet polls, JavaScript applications, animated images, video and audio… Active content contains programs that trigger automatic actions on a Web page without the user's knowledge or consent. Default: Block Ajax/Media/WebSockets.
fr: Le contenu actif est un type de contenu interactif, comme un sondage internet, les applications JavaScript, les images animées, les vidéos et l'audio… Le contenu actif contient des programmes qui s'executent automatiquement sans que l'utilisateur le sache. Valeur par défaut : Bloquer Ajax/Media/WebSockets.

source: Minimum version of SSL/TLS required for HTTPS connections. Newer TLS protocols are more secure, but might not be supported by all sites. Default : TLS 1.0+
fr: Version minimale du protocole de sécurité SSL/TLS pour les connections HTTPS. Les nouvelles versions sont plus sécurisées, mais ne sont pas pris en charges par tous les sites. Valeur par défault : TLS 1.0+.

source: Automatic IPv4/IPv6
fr: Détection automatique

source: Always use IPv4
fr: Utiliser IPv4 seulement

source: Always use IPv6
fr: Utiliser IPv6 seulement

source: This is an advanced setting and should only be modified if you know what you are doing and if you have unusual network needs.
fr: Ceci est un paramètre avancé ; il ne doit être utilisé qu'en cas de besoins inhabituels réseau.

source: Current autodetect state:
fr: État détecté actuellement :

source: IPv6-only detected
fr: IPv6 uniquement

source: Dual-stack IPv4+IPv6 detected
fr: IPv6 et IPv4

source: IPv4-only detected
fr: IPv4 uniquement

source: Could not detect IP stack state. Using IPv4-only.
fr: Détection automatique impossible. IPv4 utilisé par défaut.

source: Default: Automatic IPv4/IPv6.
fr: Valeur par défaut : Détection automatique.

source: Search or enter an address
fr: Rechercher ou saisir un site

source: Initializing Tor…
fr: Initialisation de Tor…

source: New tab
fr: Nouvel onglet

source: Tob cannot load a '%@' link, but another app you have installed can. Note that the other app will not load data over Tor, which could leak identifying information. Do you wish to proceed?
fr: Tob ne peut ouvrir de liens '%@', mais une autre application installée le peut. Veuillez noter que l'autre application ne vous protègera pas avec Tor, ce qui risque de révéler votre identié. Continuer ?

source: Open Other App?
fr: Ouvrir l'autre application ?

source: Another app has requested that Tob load the following link. Because the link is generated outside of Tor, please ensure that you trust the link & that the URL does not contain identifying information. Canceling will open the normal homepage. %@
fr: Une autre application a demandé à Tob d'ouvrir le lien suivant. Veuillez vérifier que vous faites confiance à ce site et que l'URL ne contient aucune information vous identifiant. Annuler ouvrira votre page d'accueil habituelle. %@

source: Open This URL?
fr: Charger cette URL ?

source: Open This Link
fr: Charger cette URL

source: Tor panel
fr: Tableau de bord Tor

source: IP: Loading…
fr: IP : Chargement…

source: New identity
fr: Nouvelle identité

source: Add bridge
fr: Ajouter un bridge

source: IP: Error, trying again…
fr: IP : Erreur, nouvel essai en cours…

source: Bridge Configuration
fr: Configuration des "bridge"

source: You can configure bridges here if your ISP normally blocks access to Tor. If you did not mean to access the Bridge configuration, press "Cancel", then "Restart App", and then re-launch Tob.
fr: Vous pouvez configurer les "bridges" ici si votre fournisseur d'accès internet bloque l'accès à Tor. Si vous ne vouliez pas accéder à cettepage, sélectionnez "annuler", puis "Relancer l'application", et relancez Tob.

source: Loading...
fr: Chargement...

source: Failed to open PDF
fr: Erreur lors de l'ouverture du PDF

source: Failed to load PDF
fr: Erreur lors du chargement du PDF

source: Open in...
fr: Ouvrir avec...

source: Bookmark Title
fr: Titre du signet

source: Bookmark URL
fr: URL du signet

source: Bookmarks
fr: Signets

source: Homepage
fr: Page d'accueil

source: Search: DuckDuckGo
fr: Recherche : DuckDuckGo

source: Search: DuckDuckGo (Plain HTTPS)
fr: Recherche : DuckDuckGo (via HTTPS)

source: IP Address Check
fr: Test d'adresse IP

source: Tor log
fr: Log Tor

source: Bridges saved
fr: Bridges enregistrés

source: Disable bridges
fr: Aucun bridge

source: Provided bridges: obfs4
fr: Bridge fourni : obfs4

source: Provided bridges: meek-amazon
fr: Bridge fourni : meek-amazon

source: Provided bridges: meek-azure
fr: Bridge fourni : meek-azure

source: Custom bridges
fr: Bridges personnalisés

source: Bridges are Tor relays that help circumvent censorship. You can try bridges if Tor is blocked by your ISP; each type of bridge uses a different method to avoid censorship: if one type does not work, try using a different one. You may use the provided bridges below or obtain bridges at bridges.torproject.org.
fr: Les bridges sont des relais Tor aidants à contourner la censure. Vous pouvez essayer d'utiliser des bridges si Tor est bloqué par votre fournisseur d'accès internet. Chaque type de bridge utilise une méthode différente ; si un type ne fonctionne pas, essayez d'en utiliser un autre. Vous pouvez utiliser les bridges fournis ou en obtenir d'autres sur bridges.torproject.org.

source: Presets
fr: Préréglages

source: Reset bridges
fr: Réinitialisation

source: This will replace all your current bridges with the selected preset.
fr: Cette action remplacera tous vos "bridges" actuels par ceux du préréglage.

# Select provided bridges
source: Select bridge preset
fr: Sélectionner un préréglage.

source: Are you sure you cant to reset all your bridges? This action cannot be canceled.
fr: Voulez-vous vraiment effacer tous vos "bridges" ? Impossible d’annuler cette opération.

source: You can configure bridges here if your ISP normally blocks access to Tor. Select a preset or visit https://bridges.torproject.org/ to get bridges and then tap the 'camera' icon above to scan the QR code, or manually copy-and-paste the "bridge lines" here.
fr: Vous pouvez configurer les "bridges" ici si votre fournisseur d'accès internet bloque l'accès à Tor. Sélectionnez un "bridge" dans les préréglages ou visitez https://bridges.torproject.org/ et sélectionnez un "bridge". L'icône 'caméra' permet de scanner un QR code. Vous pouvez également copier puis coller les "bridge lines" ici.

source: You can configure bridges here if your ISP normally blocks access to Tor. Select a preset or visit https://bridges.torproject.org/ to get bridges and copy-and-paste the "bridge lines" here.
fr: Vous pouvez configurer les "bridges" ici si votre fournisseur d'accès internet bloque l'accès à Tor. Sélectionnez un "bridge" dans les préréglages ou visitez https://bridges.torproject.org/ et sélectionnez un "bridge" puis copiez-collez les "bridge lines" ici.

source: Camera access was not granted or QRCode scanning is not supported by your device.
fr: L'accès à la caméra a été refusé ou votre appareil n'est pas compatible avec la technologie utilisée pour scanner les QRCode.

source: Pluggable Transports Not Supported
fr: Pluggable Transports incompatible

source: At least one bridge line you scanned contains a pluggable transport, such as 'obfs3', 'obfs4', or 'scramblesuit'. Tob does not currently support these bridges, due to an incompatibility in iOS. Please select 'none' for 'Do you need a Pluggable Transport?' when getting bridges on the Tor bridge site.
fr: Au moins une "bridge line" que vous avez scanné contient un "pluggable transport", tel que 'obfs3', 'obfs4', ou 'scramblesuit'. Tob est incompatible avec ces "bridges" pour le moment à cause d'une incompatibilité dans iOS. Veuillez sélectionner 'none' pour 'Do you need a Pluggable Transport?' en sélectionnant un "bridge" sur le site de Tor.

source: Bridges Scanned
fr: Bridges scannés

source: Successfully scanned bridges. Please press 'Save' and restart the app for these changes to take effect.
fr: Les bridges ont été scannés avec succès. Veuillez sélectionner 'Sauvegarder' puis relancer l'application.

source: Please Restart App
fr: Veuillez relancer l'application

source: Tob will now close. Please start the app again to retry the Tor connection with the newly-configured bridges. (If you restart and the app stays stuck at "Connecting...", please come back and double-check your bridge configuration or remove your bridges.)
fr: Tob va maintenant quitter. Veuillez relancer l'application pour réessayer de se connecter avec les nouveaux "bridges". (Si vous relancez et que l'application reste bloquée dans la phase "Connecting...", veuillez vérifier votre configuration our enlever vos "bridges".)

source: %ld bridge%@ configured. You may need to quit the app and restart it to change the connection method. (If you restart and the app stays stuck at "Connecting...", please come back and double-check your bridge configuration or remove your bridges.)
fr: %ld bridge%@ configurés. Vous risquez de devoir relancer l'application pour changer la méthode de connexion. (Si vous relancez et que l'application reste bloquée dans la phase "Connecting...", veuillez vérifier votre configuration ou enlever vos "bridges".)

source: is
fr: est

source: s are
fr: s sont

source: Continue anyway
fr: Continuer

source: Restart app
fr: Relancer l'application

source: Bridges Disabled
fr: Bridges désactivés

source: No bridges are configured, so bridge connection mode is disabled. If you previously had bridges, you may need to quit the app and restart it to change the connection method. (If you restart and the app stays stuck at "Connecting...", please come back and double-check your bridge configuration or remove your bridges.)
fr: Aucun "bridge" n'est configuré. Si vous ajoutez des "bridges", vous devez relancer l'application pour changer la méthode de connexion.. (Si vous relancez et que l'application reste bloquée dans la phase "Connecting...", veuillez vérifier votre configuration ou enlever vos "bridges".)
